[
    {
      "productName": "Divergent",
      "id": "5d074e44bf0d5000113d205d",
      "authorName": "Veronica Roth",
      "imageURL": "http://books.google.com/books/content?id=OX8lAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "She turns to the future in a world that’s falling apart. The No. 1 New York Times bestseller DIVERGENT – also a major motion picture. For sixteen-year-old Tris, the world changes in a heartbeat when she is forced to make a terrible choice. Turning her back on her family, Tris ventures out, alone, determined to find out where she truly belongs. Shocked by the brutality of her new life, Tris can trust no one. And yet she is drawn to a boy who seems to both threaten and protect her. The hardest choices may yet lie ahead…. The first book in the DIVERGENT series that has swept the globe – selling millions of copies world-wide.",
      "aboutAuthor": "Veronica Roth is the No. 1 New York Times bestselling author of Divergent, Insurgent and Allegiant – the Divergent trilogy. Now a full-time writer, Ms. Roth and her husband live in Chicago. You can visit her online at Twitter, Tumblr, her blog, and her website.",
      "readingLevel": "12+ years",
      "Paperback": "496 pages",
      "Language": "English",
      "price": "₹ 305.00",
      "ebook": true
    },
    {
      "productName": "The Hunger Games",
      "id": "5d074efcdf80710010f915b2",
      "authorName": "Suzanne Collins",
      "imageURL": "http://books.google.com/books/content?id=Yz8Fnw0PlEQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Emmy Award-winning actress Tatiana Maslany narrates a brand-new special edition recording of the first audiobook in the worldwide best-selling trilogy from Suzanne Collins!  In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by 12 outlying districts. The Capitol keeps the districts in line by forcing them all to send one boy and one girl between the ages of 12 and 18 to participate in the annual Hunger Games, a fight to the death on live TV.  Sixteen-year-old Katniss Everdeen regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to death before - and survival, for her, is second nature. Still, if she is to win, she will have to start making choices that weigh survival against humanity and life against love.  This special edition audiobook includes a bonus track Q&A with Tatiana Maslany!",
      "aboutAuthor": "Suzanne Collins is the author of the groundbreaking Hunger Games trilogy for young adults: The Hunger Games, Catching Fire, and Mockingjay. She is also the author of the picture book Year of the Jungle, a Publishers Weekly best book of the year, and the New York Times bestselling Underland Chronicles series for middle grade readers, which started with Gregor the Overlander. Suzanne lives with her family in Connecticut. You can find her online at www.suzannecollinsbooks.com.",
      "readingLevel": "12+ years",
      "Paperback": "1472 pages",
      "Language": "English",
      "price": "₹ 1,969.00",
      "ebook": true
    },
    {
      "productName": "Played With Fire",
      "id": "5d0742ff6cf2000010ab8a7f",
      "authorName": "Stieg Larsson",
      "imageURL": "http://books.google.com/books/content?id=filhBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Lisbeth Salander is a wanted woman. Two Millennium journalists about to expose the truth about sex trafficking in Sweden are murdered, and Salander's prints are on the weapon. Her history of unpredictable and vengeful behaviour makes her an official danger to society - but no-one can find her. Mikael Blomkvist, Millennium magazine's legendary star reporter, does not believe the police. Using all his magazine staff and resources to prove Salander's innocence, Blomkvist also uncovers her terrible past, spent in criminally corrupt institutions. Yet Salander is more avenging angel than helpless victim. She may be an expert at staying out of sight - but she has ways of tracking down her most elusive enemies.",
      "aboutAuthor": "Stieg Larsson was the Editor-in-Chief of the magazine Expo. He was a leading expert on anti-democratic, right-wing extremist organisations. He died in 2004, soon after delivering the text of the novels that make up the Millennium Trilogy.",
      "readingLevel": "12+ years",
      "Paperback": "576 pages",
      "Language": "English",
      "price": "₹ 367.00",
      "ebook": false
    },
    {
      "productName": "DAMAGED",
      "id": "5cfbd6ee4cb5cf00108794f2",
      "authorName": "Pamela Callow",
      "imageURL": "http://books.google.com/books/content?id=LIJ8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The thriller that launched lawyer Kate Lange into the hearts of over three hundred thousand readers--and into the hands of a serial killer...Haunted by the death of her sister and wounded by her ex-fiancé's accusations, lawyer Kate Lange throws herself into her new career at a high-powered law firm. When the grandmother of a lonely private school student seeks her counsel, Kate thinks it's just another custody case. But then the teen is brutally murdered. And it isn't only Kate who wonders if her legal advice led to the girl's death. Put on notice by Randall Barrett, the firm's charismatic managing partner, Kate must fight for her career, her reputation--and for redemption. Unwilling to live with the damage she may have caused, Kate pursues the case on her own and unearths some chilling facts. Facts that lead straight to the heart of a legal conspiracy. Facts that lead Kate directly into the surgically skilled hands of The Body Butcher.",
      "aboutAuthor": "Pamela Callow, JD, MPA, is the bestselling author of the Kate Lange legal thriller series. With over a quarter of a million copies sold, Pamela Callow's critically-acclaimed series has been compared to works by Robin Cook, Tess Gerritsen and John Grisham. Her debut novel DAMAGED was a Levy Home Entertainment Need to Read Pick, with Top Ten Bestseller placement everywhere books were sold across North America.",
      "readingLevel": "15+ years",
      "Paperback": "412 pages",
      "Language": "English",
      "price": "₹ 393.00",
      "ebook": true
    },
    {
      "productName": "After the Darkness",
      "id": "5d077a1211fb190011664b60",
      "authorName": "Sidney Sheldon",
      "imageURL": "http://books.google.com/books/content?id=HMFCi3Cw2jYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Sidney Sheldon's ‘After the Darkness’ is a fast paced thriller that unfolds drama on every other page and gives a nail biting reading experience. This part of the book series has been written by Tilly Bagshawe, who continues the works of the legendary author Sidney Sheldon. The book revolves around the character of Grace Brookstein who finds herself trapped in an impossible situation and her struggle to get away is what drives the story of the book. Written in the popular Sheldon style narration, this book goes beyond the readers' imagination. On a higher note, it successfully captures the frustration to survive in this frantic new world order. The plot is based on the famous Bernie Madoff scandal. It has been published by Harper publications.",
      "aboutAuthor": "Tilly Bagshawe is a famous novelist. She is famous for her writings, which resemble that of Sidney Sheldon, the renowned American writer whose novels were mainly based on crime fiction or thrillers. Bagshawe has authored some novels trying to keep the tone similar to that of Sidney Sheldon. Bagshawe has other Sidney Sheldon works under her credit like Sidney Sheldon's Mistress of the Game and Sidney Sheldon's the Tides of Memory. She was born in 1973 in the city of London, England. She's married to Robin Nydes and has a daughter Sefi and two sons, Zac and Theo.",
      "readingLevel": "12+ years",
      "Paperback": "391 pages",
      "Language": "English",
      "price": "₹ 280.00",
      "ebook": false
    },
    {
      "productName": "Master of the Game",
      "id": "5d0779eeca817400109e652f",
      "authorName": "Sidney Sheldon",
      "imageURL": "http://books.google.com/books/content?id=9ytDvgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "One of Sidney Sheldon’s most popular and bestselling titles, repackaged and reissued for a new generation of fans. Kate Blackwell is one of the richest and most powerful women in the world. She is an enigma, a woman surrounded by a thousand unanswered questions. Her father was a diamond prospector who struck it rich beyond his wildest dreams. Her mother was the daughter of a crooked Afrikaaner merchant. Her conception was itself an act of hate-filled vengeance. At the extravagent celebrations of her ninetieth birthday, there are toasts from a Supreme Court Judge and a telegram from the White House. And for Kate there are ghosts, ghosts of absent friends and of enemies. Ghosts from a life of blackmail and murder. Ghosts from an empire spawned by naked ambition… Sidney Sheldon is one of the most popular storytellers in the world. This is one of his best-loved novels, a compulsively readable thriller, packed with suspense, intrigue and passion. It will recruit a new generation of fans to his writing.",
      "aboutAuthor": "Sidney Sheldon is the mega-selling international author of seventeen previous bestselling novels. He features in the Guinness Book of Records as the world’s most translated author. He is also a highly acclaimed, award-winning scriptwriter for stage, film and television.",
      "readingLevel": "12+ years",
      "Paperback": "668 pages",
      "Language": "English",
      "price": "₹ 255.00",
      "ebook": true
    },
    {
      "productName": "The Silent Widow",
      "id": "5cfe623b049dcf0010f81195",
      "authorName": "Sidney Sheldon",
      "imageURL": "http://books.google.com/books/content?id=eHaOswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Sweeping from Mexico City to the dark underbelly of LA, The Silent Widow has all the trademark glamour, suspense and unexpected twists of a classic Sidney Sheldon novel. A young American au pair, Charlotte Clancy, vanishes without a trace in Mexico City. The case is left cold, but its legacy will be devastating. A decade later, LA is shaken by a spate of violent murders. Psychologist Nikki Roberts is the common link between the victims, her patients at the heart of this treacherous web.",
      "aboutAuthor": "Tilly Bagshawe is an internationally bestselling author. A teenage single mother at 17, Tilly won a place at Cambridge University and took her baby daughter with her. She went on to enjoy a successful career in The City before becoming a writer. As a journalist, Tilly contributed regularly to the Sunday Times, Daily Mail and Evening Standard before following in the footsteps of her sister Louise and turning her hand to novels.",
      "readingLevel": "12+ years",
      "Paperback": "464 pages",
      "Language": "English",
      "price": "₹ 244.00",
      "ebook": true
    },
    {
      "productName": "Artemis",
      "id": "5cf52224238a480011bca5f4",
      "authorName": "Andy Weir",
      "imageURL": "http://books.google.com/books/content?id=qqg_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Well, sort of. Life on Artemis, the first and only city on the moon, is tough if you're not a rich tourist or an eccentric billionaire. So smuggling in the occasional harmless bit of contraband barely counts, right? Not when you've got debts to pay and your job as a porter barely covers the rent. Everything changes when Jazz sees the chance to commit the perfect crime, with a reward too lucrative to turn down. But pulling off the impossible is just the start of Jazz's problems, as she learns that she's stepped square into a conspiracy for control of Artemis itself - and that now, her only chance at survival lies in a gambit even more unlikely than the first.",
      "aboutAuthor": "Andy Weir built a career as a software engineer until the runaway success of his debut novel, THE MARTIAN, allowed him to write fulltime. He is a lifelong space nerd and a devoted hobbyist of subjects such as relativistic physics,orbital mechanics, and the history of manned spaceflight. He lives in California. His debut novel The Martian – has gone on to become a Sunday Times and New York Times bestseller and a Richard and Judy Book Club pick, winning multiple international awards. It went on to become a major motion picture from 20th Century Fox, directed by Ridley Scott and starring Matt Damon. Andy Weir won The John W. Campbell Award for Best New Writer at the 2016 Hugo Awards.",
      "readingLevel": "12+ years",
      "Paperback": "384 pages",
      "Language": "English",
      "price": "₹ 299.00",
      "ebook": true
    },
    {
      "productName": "Dragon Tattoo",
      "id": "5d0742d82c7c3600104a7e2c",
      "authorName": "Stieg Larsson",
      "imageURL": "http://books.google.com/books/content?id=0zlhBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Forty years ago, Harriet Vanger disappeared from a family gathering on the island owned and inhabited by the powerful Vanger clan. Her body was never found, yet her uncle is convinced it was murder - and that the killer is a member of his own tightly knit but dysfunctional family.He employs disgraced financial journalist Mikael Blomkvist and the tattooed, truculent computer hacker Lisbeth Salander to investigate. When the pair link Harriet's disappearance to a number of grotesque murders from forty years ago, they begin to unravel a dark and appalling family history.But the Vangers are a secretive clan, and Blomkvist and Salander are about to find out just how far they are prepared to go to protect themselves.",
      "aboutAuthor": "Stieg Larsson was the Editor-in-Chief of the magazine Expo. He was a leading expert on anti-democratic, right-wing extremist organisations. He died in 2004, soon after delivering the text of the novels that make up the Millennium Trilogy.",
      "readingLevel": "12+ years",
      "Paperback": "554 pages",
      "Language": "English",
      "price": "₹ 313.00",
      "ebook": false
    }
  ]